Repository: 84000/data-translation-memory
Catalog: Toh_207-Strength_of_the_Elephant-v2.tmx
Source language: bo
Languages: en

source: བྱིས་པ་མེད་པས་རྨོངས་པ་དག ། ཆོས་རྣམས་གསོག་ཏུ་མི་ཤེས་ཏེ། །ཆོས་རྣམས་མཚན་ཉིད་གཅིག་པ་ལ། །དེ་དག་ཐ་དད་འབྱེད་པར་བྱེད། །
en: “Childish people deluded about nonexistence Do not understand that phenomena are hollow, And thus they establish distinctions Regarding phenomena that are of a single character.

source: གང་གིས་ཆོས་འདི་ཤེས་པ་ནི། །ངོ་བོ་ཉིད་ཀྱིས་མཚན་མེད་པ། །སོར་མོ་ལྔ་ཡི་ལག་པ་བཞིན། །དེ་དག་བྱང་ཆུབ་རྙེད་མི་དཀའ། །
en: “For those who understand these phenomena, Devoid of phenomenal appearance by nature, Just as a hand consists of five fingers, It will not be difficult to attain awakening.

source: བྱང་ཆུབ་གང་དང་ཡང་མི་རིང་། །
en: “Awakening is far from no one.

source: གང་དང་ཡང་ནི་ཉེ་བ་མེད། །
en: Awakening is close to no one.

source: རྟོག་དང་རྣམ་རྟོག་གང་ལྡན་པ། །དེ་དག་བྱང་ཆུབ་རབ་ཏུ་རིང་། །
en: But far from awakening are those Immersed in discursive and dichotomous thought.

source: བྱིས་པ་ཕན་ཚུན་སྤྱོད་པ་དག །གཅིག་ལ་གཅིག་ནི་སྨོད་བྱེད་པ། །འདི་ནི་ཚུལ་ཁྲིམས་ལྡན་མ་ཡིན། །
en: “Since childish people denigrate each other When they get involved with one another, They lack self-discipline.

source: ཚུལ་ཁྲིམས་མི་ལྡན་འདི་མི་སྲུན། །
en: Those who lack self-discipline are not tamed.

source: ཆོས་རྣམས་རྨི་ལམ་ལྟ་བུ་སྟེ། །འདུས་བྱས་ཐམས་ཅད་ཡང་དག་མིན། །
en: “Phenomena are like dreams And all conditioned things are unreal.

source: སྒྱུ་མ་བཞིན་དུ་སྐྱེ་མཐོང་ནས། །མཁས་པ་སྙིང་པོར་མི་འཛིན་ཏོ། །བདེན་པར་འདི་ལ་ཚུལ་ཁྲིམས་མེད། །
en: Considering arising as an illusion, The wise do not grasp them as something essential.

source: ཚུལ་ཁྲིམས་མི་ལྡན་བདེན་པར་མེད། །
en: “In truth, they have no discipline, And yet they truly have no lack of discipline.

source: ཆོས་རྣམས་བརྟེན་ཏེ་བྱུང་བས་ན། །འདི་ལ་བདག་ནི་ཡོད་མ་ཡིན། །
en: Since phenomena are dependently arisen, They do not have a self.

source: བསྐལ་པ་བྱེ་བ་སྟོང་དག་ཏུ། །སྙོམ་ལས་མེད་པར་སྦྱིན་པ་བྱིན། །ཚུལ་ཁྲིམས་དག་ནི་མཆོག་བསྲུངས་ཀྱང་། །
en: “Throughout a million eons, The Guide tirelessly practiced generosity And maintained supreme and stainless discipline.

source: འདྲེན་པས་ང་ནི་ལུང་མ་བསྟན། །
en: Yet he never proclaimed a self.

source: གང་ཚེ་ང་ནི་འདུ་ཤེས་བྲལ། །སྦྱིན་པའི་འདུ་ཤེས་མ་ལུས་དང་། །རྣམ་པར་རྟོག་པ་ཀུན་སྤངས་པ། །དེ་ཚེ་བྱང་ཆུབ་ལུང་བསྟན་ཏོ། །
en: “It is taught that awakening has been attained When one is free from any conception about oneself, And when all conceptions of generosity, As well as discursive thought, have been abandoned.

source: སྦྱིན་པས་ལོངས་སྤྱོད་འགྱུར་བར་བསྟན། །ཚུལ་ཁྲིམས་ཀྱིས་ནི་མཐོ་རིས་བསྟན། །
en: “It is taught that through generosity one will become resourceful, And through discipline one will be reborn in the higher realms.

source: གང་ན་ཆུང་ཟད་མི་དམིགས་པ། །དེ་ནི་བྱང་ཆུབ་བླ་མེད་དོ། །
en: However, not observing the slightest thing anywhere Is the unsurpassable awakening.

source: བྱིས་པ་དམིགས་པར་གནས་པ་དག །
en: “Childish people fixate on their perceptions:

source: མི་སྐྱེ་འདུས་མ་བྱས་པ་ཡི། །བཟོད་པ་བདག་གིས་ཐོབ་པོ་ཞེས། །
en: ‘I have attained the acceptance that phenomena Do not arise and are not conditioned.’

source: མི་མཁས་པ་དག་རྟོག་པར་བྱེད། །
en: Such is the way unskilled people think.

source: ཆོས་རྣམས་སྐྱེ་བ་མེད་པ་ལ། །གང་དག་སྐྱེ་བར་སེམས་པ་ནི། །བསྐལ་པ་བྱེ་བ་སྟོང་དུ་ཡང་། །དེ་ཡི་བཟོད་པ་རྙེད་པར་དཀའ། །
en: “Yet, even if they strive for ten million eons, This acceptance is difficult to attain For those who believe that those phenomena, Devoid of arising, do arise.

source: ཆོས་རྣམས་མིང་གིས་ལུང་བསྟན་ཏེ། །ཆོས་རྣམས་ལ་ནི་བྱེད་པ་མེད། །
en: “Phenomena are designated with names, But phenomena are beyond production.

source: རྩ་བ་མེད་ཅིང་གནས་མེད་དེ། །ཐམས་ཅད་ནམ་མཁའི་མཚན་ཉིད་དོ། །
en: Devoid of root and foundation, They all have the character of space.

source: སངས་རྒྱས་བྱེ་བ་མང་པོ་ཡིས། །འདོད་ཆགས་ཞེ་སྡང་སྤང་བའི་ཕྱིར། །ཆོས་མཆོག་དག་ཀྱང་བཤད་མོད་ཀྱི། །ཆོས་རྣམས་ཟད་པའང་ཡོང་མེད་དོ། །
en: “Even if many tens of millions of buddhas expounded The supremely pure teaching On abandoning attachment and hatred, The teachings would still never come to an end.

source: གལ་ཏེ་ཆོས་དེ་ཡང་དག་ན། །ཐམས་ཅད་ཡང་དག་ཟད་པར་འགྱུར། །
en: “If these phenomena were real, They could all really come to an end.

source: གང་ཕྱིར་དེ་དག་ཡང་དག་མིན། །དེ་བས་མཐའ་ནི་མི་རྙེད་དོ། །
en: But since they are not real, An endpoint is never found.

source: འདོད་ཆགས་ཞེ་སྡང་མཐའ་ཡས་ཏེ། །གཏི་མུག་གི་ནི་མཐའ་ཡང་མེད། །
en: “Endless are attachment and hatred, And so too is delusion.

source: གང་དག་གི་ནི་མཐའ་མེད་པ། །དེ་དག་གི་ནི་རྩ་བ་མེད། །
en: Devoid of a root are those things That are devoid of an end.

source: ས་བོན་མྱུ་གུ་མེད་ན་ནི། །འདབ་མ་འབྲས་བུ་ག་ལ་འབྱུང་། །
en: “If there are neither seeds nor sprouts, How can leaves and fruits originate?

source: འདབ་མ་མེད་པ་གང་ཡིན་པ། །དེ་ལ་མེ་ཏོག་ཡོད་མ་ཡིན། །
en: In the same way, that which has no leaves, Has no flowers.

source: ཆོས་རྣམས་སྐྱེ་བ་མེད་པ་ལ། །སེམས་ཅན་ས་བོན་མི་རྙེད་དོ། །
en: “Within the non-arising of phenomena, The seeds of beings cannot be found.

source: སེམས་ཅན་ས་བོན་མེད་པའི་ཕྱིར། །སྐྱེ་མེད་མྱ་ངན་འདའ་བ་མེད། །
en: Since there are no seeds of beings, There is no arising and no nirvāṇa.

source: ཇི་ལྟར་བུད་མེད་མོ་ཤམ་དག །དེ་ལ་བུ་ནི་ཡོད་མ་ཡིན། །
en: “Barren women Have no children.

source: དེ་ལ་བུ་ནི་ཡོད་མིན་ན། །བུ་ཡི་མྱ་ངན་བྱེད་པ་མེད། །
en: Thus, if they have no children, They are free from sorrow regarding those children!

source: ཆོས་རྣམས་ཐམས་ཅད་མ་སྐྱེས་པར། །དེ་ལྟར་རིག་ཅིང་མཐོང་ནས་ནི། །འཁོར་བ་དག་ཏུ་འཁོར་བ་ན། །སྡུག་བསྔལ་འཇིགས་པ་དེ་ལ་མེད། །
en: “Likewise, those wandering in saṃsāra Who realize and understand That all phenomena are devoid of arising Are free from fear of suffering.

source: བྱིས་པ་མེད་པས་རྨོངས་པ་དག །རྨོངས་པས་ཆོས་ཉིད་མི་ཤེས་ཏེ། །
en: “Childish people are deluded by nonexistence And therefore do not recognize the nature of phenomena.

source: ནམ་མཁའ་ཁུར་དུ་ཐོགས་བྱས་ཏེ། །མི་མཁས་པ་དག་སྐྱོ་བར་འགྱུར། །
en: Encumbered by space as if it were a burden, Weary will be those who are unwise!

source: མེད་ཅིང་མཐའ་ཡང་མེད་པ་དང་། །གྲངས་མེད་པ་དང་ཚད་མེད་པར། །གང་གིས་ཆོས་འདི་ཤེས་པ་ནི། །དེ་དག་ལ་ནི་སྐྱོ་བ་མེད། །
en: “But free from sorrow Are those who know phenomena As nonexistent, endless, Innumerable, and measureless.

source: ཇི་ལྟར་ཐོག་མའི་མཐའ་དག་ནི། །མེད་པ་དག་ཏུ་ངས་བསྟན་པ། །
en: “I have taught that all limits in the sense of a beginning Or an ending are nonexistent.

source: དེ་བཞིན་ཕྱི་མའི་མཐའ་དག་དང་། །དབུས་ཀྱང་མཚན་ཉིད་གཅིག་པ་ཡིན། །
en: Likewise, all limits, such as an ending Or a middle, are of a single character.

source: རྟོག་པའི་མཐའ་ནི་མཐའ་མེད་དེ། །
en: “Limits resulting from conceptual thought are devoid of limit.

source: མཐའ་ནི་གསོབ་དང་མེད་པ་ཡིན། །
en: Thus, limits are fictitious and nonexistent.

source: དོན་རྣམས་དེ་ལྟར་ཤེས་བྱས་ན། །དངོས་པོ་གཉིས་སུ་མི་འགྱུར་རོ། །
en: If all things have been understood in this way, There will never be two separate entities.

source: མཐའ་ནི་ནམ་མཁའི་མཚན་ཉིད་དེ། །སེམས་ཅན་མཐའ་ནི་བསམ་མི་ཁྱབ། །
en: “Because limits have the character of space, The limits of beings are inconceivable.

source: མཐའ་ནི་མིག་ཡོར་ལྟ་བུ་སྟེ། །དེ་བས་ཡེ་ཤེས་ཤེས་མི་འགྱུར། །
en: Because limits are like sensory distortions, One does not realize wisdom.

source: རྣམ་པར་རྟོག་ལ་སྤྱོད་པ་ན། །སྡིག་པ་ཇི་ལྟར་ཟད་པར་འགྱུར། །
en: “If one engages in discursive thought, How will negativity ever end?

source: ནམ་ཞིག་སངས་རྒྱས་བདག་འགྱུར་ཞེས། །སེམས་ནི་དེ་ལྟར་འཇུག་པར་འགྱུར། །
en: One will likewise fancy, ‘One day I will become a buddha.’

source: སངས་རྒྱས་དག་ནི་མ་སྐྱེས་པས། །དེ་དག་འབྱུང་བ་གང་ཡང་མེད། །
en: “Since buddhas are unborn, For them there is no arising.

source: འབྱུང་བ་མེད་པའི་ཆོས་རྣམས་ལ། །བྱིས་པ་རྣམས་ནི་འབྱུང་བར་འདོད། །
en: And yet, childish people accept phenomena That do not arise, as arising.

source: ནམ་མཁའ་ལ་ནི་རྟེན་པ་དང་། །གནས་དང་གནས་པར་བྱ་མི་ནུས། །
en: “One cannot take space as a foundation, Or abide in, or settle in space.

source: ནམ་མཁའ་ལ་ནི་གནས་མེད་དེ། །ཐོགས་པ་མེད་ཅིང་དངོས་པོ་མེད། །
en: Space is without abiding, Obstruction, or substance.

source: ཇི་ལྟར་ནམ་མཁའ་དངོས་མེད་པ། །དེ་ལྟར་བྱང་ཆུབ་ཤེས་པར་བྱོས། །
en: “Just as space is not a substantial thing, So too should we understand awakening.

source: ཇི་ལྟར་བྱང་ཆུབ་ཤེས་བྱ་བ། །དེ་ལྟར་སེམས་ཅན་ཤེས་པར་བྱོས། །
en: Just as we should understand awakening, So too should we understand the world.

source: ནམ་མཁའི་དབྱིངས་དང་བྱང་ཆུབ་དང་། །སེམས་ཅན་ཁམས་རྣམས་དེ་དག་མཉམ། །
en: “Identical are the expanse of space, Awakening, and the constitutions of beings.

source: གང་གིས་དེ་དག་མཉམ་ཤེས་པ། །དེ་ཡིས་བྱང་ཆུབ་རྙེད་མི་དཀའ། །
en: For those who know these to be equal, Awakening is easy to attain.

source: གང་དག་བྱང་ཆུབ་མི་བརྩོན་ཞིང་། །ཚུལ་བཞིན་དུ་ཡང་སེམས་མི་བྱེད། །ཆོས་རྣམས་ཚོལ་བར་མི་བྱེད་པ། །དེ་ཡིས་བྱང་ཆུབ་རྙེད་མི་དཀའ། །
en: “For those who neither strive for awakening, Nor direct their mind in the appropriate way, Nor analyze phenomena, Awakening is easy to attain.

source: བྱང་ཆུབ་བཙལ་དུ་མེད་པ་སྟེ། །
en: “Awakening cannot be analyzed.

source: ཇི་ལྟར་ཚོལ་བ་ཐམས་ཅད་ལྟར། །སེམས་ཀྱི་ཐོབ་པ་རྣམས་ཀྱིས་ནི། །བླ་མེད་བྱང་ཆུབ་རྟོགས་མི་ནུས། །
en: However much one analyzes, One can never realize unsurpassable awakening Through the achievements of mind.

source: སྦྱིན་པས་བྱང་ཆུབ་ཐོབ་སྙམ་ནས། །སྦྱིན་པའི་སེམས་པ་གང་སེམས་པ། །བྱང་ཆུབ་ཐོབ་པ་གང་ཡང་མེད། །
en: “When one thinks that awakening is attained through generosity, There is no attainment of awakening at all, Whether there is a generous intention or any other intention.

source: མ་ཐོབ་པ་ནི་བྱང་ཆུབ་མཆོག །
en: Nonattainment is the supreme awakening!

source: ཚུལ་ཁྲིམས་སེམས་ལ་གང་ཆགས་དང་། །བརྩོན་འགྲུས་ཡང་དག་ཉིད་རྟོག་ཅིང་། །གང་དག་འདུ་ཤེས་འཇུག་པར་བྱེད། །ང་ཡི་བསྟན་ལ་དེ་མི་སྦྱོར། །
en: “Those who are fixated on having a disciplined mind, Who conceive of diligence as truth itself And become engaged in conceptions, Do not practice my teaching.

source: ཆོས་ཀུན་སྦྱོར་བ་མེད་པ་ལ། །
en: Without attachments to any phenomena.

source: ང་ཡིས་སྦྱོར་བ་ཉེ་བསྟན་ཏེ། །
en: “I have given instructions about the practice

source: ཆུང་ཟད་རྩོམ་པ་གང་མེད་པ། །དེ་ནི་སྦྱོར་བ་བླ་མེད་པའོ། །
en: That which is free from the slightest undertaking Is the unsurpassable practice.

source: ཆོས་འདི་རྣམས་ནི་ཟག་པ་མེད། །ཆོས་འདི་ཟག་དང་བཅས་པ་ཞེས། །
en: ‘These phenomena are undefiled’ Or ‘Those phenomena are defiled.’

source: གང་ལ་འདུ་ཤེས་དེ་ཡོད་པ། །དེ་ཡི་སེམས་ནི་ཚུལ་བཞིན་མིན། །
en: “Mistaken are the thoughts Of those who think:

source: གང་གིས་ཆོས་རྣམས་བསམ་ཡས་པ། །ནམ་མཁའ་འདྲ་བ་མཐོང་བ་དང་། །མ་བཅིངས་པ་དང་མ་གྲོལ་བ། །
en: Who regard phenomena as inconceivable, As being similar to space, And who are neither bound nor liberated.

source: དེ་ཡི་ཤེས་རབ་བླ་ན་མེད། །
en: “But unsurpassed is the insight of those

source: གང་ཞིག་ཚུལ་ཁྲིམས་ལྡན་པར་རྟོག །ཚུལ་ཁྲིམས་མི་ལྡན་རྣམ་རྟོག་པ། །གཉིས་ནི་ཚུལ་ཁྲིམས་ངན་པར་བཤད། །གཉིས་སུ་མེད་པ་ཚུལ་ཁྲིམས་མཆོག །
en: “Conceiving of anyone as having discipline Or lacking discipline Are both explained as inferior discipline. That which is nondual is supreme discipline.

source: ཆོས་རྣམས་ཐ་དད་བྱ་བ་མེད། །ཁྱད་པར་མེད་ཅིང་མཚན་མེད་པར། །གང་གིས་མཐོང་ཞིང་ཤེས་པ་དག །དེ་དག་ང་ཡི་བསྟན་པ་འཛིན། །
en: “Thus, those who perceive and understand phenomena As indistinguishable, Without differences or defining characteristics, Uphold my teaching.

source: གང་གིས་སེམས་ནི་ནམ་མཁའ་ལྟར། །མ་ཆགས་བཞིན་དུ་ཕྱོགས་སུ་འགྲོ།
en: “Those whose minds are like space Proceed in the direction of nonattachment.

source: དེ་ལྟར་
en: Likewise,

source: ཡེ་ཤེས་ཆགས་མེད་པ། །
en: free from attachment to wisdom.

source: དེ་ཡི་དགེ་སྦྱོང་ཡང་དག་ཉིད། །
en: perfect is the virtuous endeavor Of those

source: གང་གིས་ཆུང་ཟད་མ་བརྟགས་ཤིང་། །ཐམས་ཅད་དུ་ཡང་སེམས་པ་མེད། །སེམས་ཅན་མེད་ཅིང་ཆོས་མེད་པ། །
en: who do not analyze the slightest thing, Without any kind of deliberation And no ideas of beings or phenomena.

source: དེ་དག་བྱང་ཆུབ་རྙེད་མི་དཀའ། །
en: “Awakening is not hard to attain For those

source: འདོད་ཆགས་མཐའ་ལ་གང་མི་གནས། །འདོད་ཆགས་དང་ཡང་བྲལ་མ་གྱུར། །འདོད་ཆགས་ལས་ཀྱང་རྒྱལ་མི་བྱེད། །
en: who are not confined to the limits of attachment, Yet are also not separating from attachment Or trying to gain victory over attachment.

source: དེ་ནི་བྱང་ཆུབ་མི་དཀོན་ནོ། །
en: “Awakening is not hard to attain For those

source: གང་དག་བསྐལ་པར་མི་སྐྱོ་ཞིང་། །མཐས་ཀྱང་འཇིག་པར་མི་འགྱུར་ལ། །འཁོར་བས་སྐྲག་པར་མི་འགྱུར་བ།
en: who never lose courage throughout the eons, And who neither become afraid of limits, Nor terrified of saṃsāra.”

source: དེས་ནི་བྱང་ཆུབ་རྙེད་མི་དཀའ། །
en: “Awakening is not hard to attain For those

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚིགས་སུ་བཅད་པ་འདི་དག་གསུངས་ནས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །
en: After the Blessed One had uttered these verses, he said to Youthful Mañjuśrī,

source: འཇམ་དཔལ་གང་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལ་མོས་པར་བྱེད། ཐེ་ཙོམ་དུ་མི་བྱེད། ནེམ་ནུར་དུ་མི་བྱེད། ལུང་སྦྱིན་པར་བྱེད། འཛིན་པར་བྱེད། ཀློག་པར་བྱེད། ཀུན་ཆུབ་པར་བྱེད། གཞན་ལ་ཡང་རྒྱ་ཆེར་ཡང་དག་པར་སྟོན་པ་དེའི་ཕན་ཡོན་བསྔགས་པ་ཉི་ཤུ་ཡོད་པར་རེ་བར་བྱའོ། །
en: “Mañjuśrī, twenty laudable qualities will certainly be possessed by those who have faith in this Dharma discourse, do not doubt it, do not question it, but transmit it, memorize it, recite it, accomplish it, and also correctly teach it in detail to others.

source: ཉི་ཤུ་གང་ཞེ་ན།
en: “What are these twenty qualities?

source: ལྷས་བསྲུངས་པར་འགྱུར། ཀླུས་བསྲུངས་པར་འགྱུར། གནོད་སྦྱིན་གྱིས་བསྲུངས་པར་འགྱུར།
en: (1) They will be protected by the gods, (2) the nāgas, (3) and the yakṣas.

source: སེམས་གཡེངས་པར་མི་འགྱུར།
en: (4) Their minds will remain undistracted.

source: ཚེ་བརྗེས་ནས་ཀྱང་ཚེ་རབས་དྲན་པར་འགྱུར།
en: (5) They will recall their former lives after they are reborn.

source: མངོན་པར་ཤེས་པ་ལྔ་ཐོབ་པར་འགྱུར།
en: (6) They will obtain the five extrasensory powers.

source: ཚེ་བརྗེས་མ་ཐག་ཏུ་བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པ་མཐོང་བར་འགྱུར།
en: (7) They will immediately see the bodhisattva Maitreya when they die.

source: དེ་སྟེ་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་སེམས་མི་གཡེང་བར་ཡིད་ལ་བྱེད་ཅིང་གཉིད་ཀྱི་སྙོམ་པ་སེལ་ན། དེའི་རྨི་ལམ་དུ་སངས་རྒྱས་མཐོང་བར་འགྱུར་ཏེ། བྱང་ཆུབ་སེམས་དཔའ་མཐོང་བ་ཡང་རེ་བར་བྱའོ། །
en: (8) If they thus keep this Dharma discourse in mind without any distraction and also eliminate indolence, they should expect to see the Buddha and bodhisattvas in their dreams.

source: དེ་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལ་མོས་ན་རྗེས་སུ་འཐུན་པའི་ཆོས་རྣམས་ལ་བཟོད་པ་རེ་བར་བྱའོ། །
en: (9) If they have faith in this Dharma discourse, they should expect to accept that phenomena are in complete harmony with it.

source: ཆོས་ཀྱི་རྣམ་གྲངས་འདི་སེམས་ན་ཚེ་འདི་ཉིད་ལ་གནོད་སེམས་མེད་པར་རེ་བར་བྱའོ། །
en: (10) If they contemplate this Dharma discourse, they should expect to be free from malicious thoughts in this very life.

source: དུག་མྱུར་བའི་ནང་ན་འདུག་ན་ཡང་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཡིད་ལ་བྱེད་ན་འཇིགས་པ་མེད་པར་རེ་བར་བྱའོ། །
en: (11) Even if they come into contact with swift-acting venom, they should expect to be free from fear, provided that they keep this Dharma discourse in mind.

source: སླར་རྒོལ་བ་ཚར་གཅོད་པར་རེ་བར་བྱའོ། །
en: (12) Furthermore, they should expect to put an end to all opposition.

source: ཀུན་ཏུ་སྣང་བའི་ཏིང་ངེ་འཛིན་ཀྱང་ཐོབ་པར་རེ་བར་བྱའོ། །
en: (13) They should also expect to attain the all-illuminating absorption.

source: ཆོས་ཀྱི་རྣམ་གྲངས་འདི་རྟོགས་པར་བྱེད་པའི་ཚེ་ལས་ཀྱི་སྒྲིབ་པ་ཐམས་ཅད་བྱང་བར་རེ་བར་བྱའོ། །
en: (14) Once they directly understand this Dharma discourse, they should expect to purify all karmic obscurations.

source: ཆོས་ཀྱི་རྣམ་གྲངས་འདི་འཆད་པ་ན་ཡང་ཆོས་ཀྱི་སྒོ་བརྒྱ་སྟོང་དུ་མ་ཐོབ་པར་རེ་བར་བྱའོ། །
en: (15) Moreover, if they explain this Dharma discourse, they should expect to gain access to countless Dharma gates.

source: བྱང་ཆུབ་ཀྱི་སེམས་མི་བརྗེད་པ་དང་། མཐའ་ཡས་འཁྱིལ་བའི་གཟུངས་ཐོབ་པར་ཡང་རེ་བར་བྱའོ། །
en: (16) They will also certainly remember the thought of awakening and possess the dhāraṇī infinite recitation .

source: ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཡིད་ལ་བྱེད་པ་ན་ཡང་བདུད་ཀྱིས་བསྐོར་བ་མེད་པར་རེ་བར་བྱའོ། །
en: (17) Furthermore, if they keep in mind this Dharma discourse, they will certainly not be encircled by māras.

source: སངས་རྒྱས་མངོན་དུ་བཞུགས་པར་ཡང་སྐྱེ་བར་རེ་བར་བྱའོ། །
en: (18) They will also certainly be reborn in the presence of the Buddha.

source: སྨོན་ལམ་ཐམས་ཅད་གྲུབ་པར་ཡང་རེ་བར་བྱའོ། །
en: (19) All their aspirations will certainly be fulfilled.

source: སྲོག་ཆགས་ཀྱི་རིགས་རྐང་པ་མེད་པ་དང་། རྐང་གཉིས་པ་དང་། རྐང་བཞི་པ་དང་། རྐང་པ་མང་པོ་དུག་ཅན་རྣམས་ལས་བསྲུངས་པར་རེ་བར་བྱའོ། །
en: (20) They will certainly be protected from all species of venomous beings, including those without legs, and those with two, four, or more legs.

source: དེ་ལ་མིའི་རྒྱལ་པོ་འཁྲུགས་པའི་འཇིགས་པ་མེད་པར་རེ་བར་བྱ་སྟེ།
en: “Hence, they will certainly be free from fears that upset even human kings.

source: འཇམ་དཔལ་གང་སེམས་ལ་ཐེ་ཚོམ་མེད་པ་དང་། ནེམ་ནུར་མེད་པར་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་འཛིན་པར་བྱེད།
en: Mañjuśrī, Dharma teachers who do not doubt this Dharma discourse, and who do not question it, but memorize it,

source: འཆང་བར་བྱེད།
en: hold it,

source: ཀློག་པར་བྱེད།
en: recite it,

source: ཀུན་ཆུབ་པར་བྱེད།
en: accomplish it,

source: གཞན་ལ་ཡང་རྒྱས་པར་ཡང་དག་པར་སྟོན་པའི་ཆོས་སྨྲ་བ་དེ་ལ་ཡོན་ཏན་བསྔགས་པ་ཉི་ཤུ་པོ་འདི་རྣམས་ཡོད་པར་རེ་བར་བྱའོ། །
en: and further, correctly teach it in detail to others will certainly possess these twenty laudable qualities.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལ་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་འདི་སྐད་གསོལ་ཏོ། །
en: Youthful Mañjuśrī then spoke these words:

source: བཅོམ་ལྡན་འདས་འདི་ལྟ་སྟེ། དཔེར་ན་
en: “Blessed One, it may be illustrated as follows:

source: སྨན་གྱི་ཤིང་ཐམས་ཅད་ནི་སེམས་ཅན་རྣམས་ཀྱི་ནད་ཐམས་ཅད་ཞི་བར་བགྱིད་དོ། །
en: All medicinal trees pacify the diseases of beings.

source: དེ་བཞིན་དུ་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཡང་ནད་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་བགྱིད་པར་བལྟ་བར་བགྱིའོ། །
en: Likewise, this Dharma discourse should also be regarded as completely pacifying all diseases.”

source: དེ་དེ་བཞིན་ནོ། །འཇམ་དཔལ་དེ་དེ་བཞིན་ཏེ།
en: “So it is, Mañjuśrī, so it is,”

source: ཁྱོད་ཀྱིས་ཚིག་འདི་ལེགས་པར་སྨྲས་སོ། །
en: “Your words are well spoken.

source: ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ནད་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་བྱེད་པའོ། །
en: This Dharma discourse completely pacifies all diseases.

source: འཇམ་དཔལ་སྔོན་འདས་པའི་དུས་བསྐལ་པ་གྲངས་མེད་ཅིང་ཤིན་ཏུ་གྲངས་མེད་པ་དེའི་ཚེ་དེའི་དུས་ན། གང་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་སེང་གེའི་སྟབས་སུ་འགྲོ་བ་ཞེས་བྱ་བ་ཞིག་འཇིག་རྟེན་དུ་བྱུང་བར་གྱུར་ཏེ།
en: Because, Mañjuśrī, countless eons in the past, a tathāgata, a worthy one, a complete and perfect buddha called Walking Like a Lion appeared in the world.

source: དེས་སྲོག་ཆགས་སྟོང་ཕྲག་དུ་མ་རྣམས་ལ་རྒྱང་རིང་པོ་ནས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བཤད་དོ། །
en: From afar, he expounded this Dharma discourse to many hundreds of thousands of beings.

source: དེའི་ཚེ་འཁོར་དེར་བྱང་ཆུབ་སེམས་དཔའ་རྡོ་རྗེའི་རྒྱལ་མཚན་ཞེས་བྱ་བ་འདུས་ཏེ་འདུས་པར་གྱུར་ཏོ། །དེས་དེ་བཞིན་གཤེགས་པ་དེ་ལས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་མཉན་ཏོ། །
en: At that time, he summoned and included in his retinue a bodhisattva called Victory Banner of the Vajra, who heard this Dharma discourse from that tathāgata.

source: དེས་སེམས་གཡེང་བ་མེད་པ་དང་། ཐེ་ཙོམ་མེད་པ་དང་། ནེམ་ནུར་མེད་པས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཡོན་ཏན་བསྔགས་པ་དང་བཅས་པར་བཟུང་ཞིང་ཀུན་ཆུབ་པར་བྱས་ཏེ།
en: Thereupon, with a mind free from distraction, doubt, or disbelief, he retained this Dharma discourse with its twenty laudable qualities and became accomplished in it.

source: ཀུན་ཆུབ་པར་བྱས་ནས་ཀྱང་མོས་པའི་མཐུ་དང་ལྡན་པར་གྱུར་ཏེ།
en: He came to possess the power of faith.

source: གྲོང་དང་གྲོང་ཁྱེར་དང་། ལྗོངས་དང་། ཡུལ་དང་ཡུལ་འཁོར་དང་། ཕོ་བྲང་འཁོར་དུ་འོངས་ནས་བདག་ནི་སྨན་པའོ། །བདག་ནི་སྨན་པའོ་ཞེས་བདག་ཉིད་ཁས་འཆེའོ། །
en: He traveled to towns, villages, valleys, lands, provinces, and royal palaces where he proclaimed himself as a healer.

source: དེ་ནས་དེ་མ་ཐག་ཏུ་སྲོག་ཆགས་ནད་སྣ་ཚོགས་ཀྱིས་གཟིར་བ་སྟོང་ཕྲག་དུ་མ་སྲོག་གི་སྐྱབས་ཀྱི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་རྡོ་རྗེའི་རྒྱལ་མཚན་ག་ལ་བ་དེར་ལྷགས་སོ། །
en: Thereafter, thousands of beings tormented by various diseases swiftly arrived where the bodhisattva Victory Banner of the Vajra was staying so that he could save their lives.

source: དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་རྡོ་རྗེའི་རྒྱལ་མཚན་མོས་པའི་མཐུ་ལ་གནས་པའི་སེམས་ཀྱིས་སེམས་ཅན་དེ་དག་ལ་ཆོས་ཀྱི་གཞུང་འདིས་བྲིམས་སོ། །
en: The bodhisattva, with a mind abiding in the power of faith, offered them this Dharma scripture.

source: ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལས་གང་རིག་སྔགས་འབྱུང་བ་དེ་དག་གིས་ཀྱང་བསྲུངས་པ་དང་། བསྐྱབས་པ་དང་། ཡོངས་སུ་བཟུང་བར་བྱས་སོ། །
en: The mantra syllables of knowledge that arose from this Dharma discourse offered them protection, salvation, and assistance.

source: འཇམ་དཔལ་དེ་ལ་རིག་སྔགས་ཀྱི་ཚིག་དེ་དག་ཀྱང་གང་ཞེ་ན།
en: “Mañjuśrī, what is the sounding of this particular mantra of knowledge?

source: ཏད་ཡ་ཐཱ། ཨ་ལ་ཏ། བི་ཏཱ་ལ། བི་བྷྲི་ན། ཨ་ཏིརྠ། ཨ་བྷྲི་ད། ཨ་ནུ་ཌ། བི་བྲ་མྷ། ན་ཧི་ཁ་ག་རུ་ང་། མཱ་ཡཱ་སུ་ཁ། ཨཱ་ནན་ད། ཛཱ་ལ་ད། ན་ད་མི་ཏྲ། ཨ་མི་ཏྲ། ཛོ་ཏྲ་ཧི་ཏ། སརྦ་ད་ཏྲ་ལ། ཨྃ་ག་མྃ་ག་ཨརཐ་ཡུ་ཏ། ས་བྲཱ་མཱ་ཨི་ཤ །
en: tadyathā alata vitāla vibhrina atirtha abhrida anuḍa vibramha nahikhagarunga māyāsukha ānanda jālada nadamitra amitra jotrahita sarvadatrala aṃgamaṃga arthayuta sabrāmāyiśa

source: རིག་སྔགས་ཀྱི་ཚིག་འདི་རྣམས་ཀྱིས་སེམས་ཅན་དེ་དག་བསྲུང་བ་བྱས་སོ། །
en: “The utterance of this mantra of knowledge protected those beings.

source: དེས་གལ་ཏེ་གདུག་པས་ཟོས་པའམ། གལ་ཏེ་མི་མ་ཡིན་པས་གཙེས་པའམ། སྲོག་ཆགས་ཀྱི་རིགས་དུག་ཅན་གང་ཡང་རུང་བ་འགའ་ཞིག་གིས་ཟིན་པའམ་གལ་ཏེ་ནད་སྐེམ་པ་དང་། མཛེ་བྱུང་བའམ། གལ་ཏེ་རླུང་དང་། མཁྲིས་པ་དང་། བད་ཀན་དང་འདུས་པའི་ནད་ཀྱིས་བཏབ་པ། ནད་སྣ་ཚོགས་ཀྱིས་རབ་ཏུ་གཟིར་བའི་སེམས་ཅན་དེ་དག་ནད་དེ་དང་དེ་དག་ལས་རབ་ཏུ་ཐར་བར་བྱས་སོ། །
en: On account of this, beings intensely tormented by various diseases were fully freed from all their afflictions, whether they had ingested poison, or were harmed by non-humans, possessed by any noxious type of creatures, consumed by a disease, afflicted by leprosy, or struck by a sickness related to wind, bile, or phlegm.

source: འཇམ་དཔལ་དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་རྡོ་རྗེའི་རྒྱལ་མཚན་གྱིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལ་གནས་ནས་སེམས་ཅན་དེ་རྣམས་ནད་ལས་རབ་ཏུ་ཐར་བར་བྱས་སོ། །
en: Thus, Mañjuśrī, the bodhisattva Victory Banner of the Vajra, who abided by this Dharma discourse, fully freed those beings from disease.

source: འཇམ་དཔལ་ཁྱོད་ཇི་སྙམ་དུ་སེམས།
en: What do you think, Mañjuśrī?

source: དེའི་ཚེ་དེའི་དུས་ན་བྱང་ཆུབ་སེམས་དཔའ་རྡོ་རྗེའི་རྒྱལ་མཚན་ཞེས་བྱ་བ་དེ་གཞན་ཡིན་པ་སྙམ་དུ་སེམས་ན་དེ་དེ་ལྟར་མི་བལྟའོ། །
en: If you think I was somebody other than the bodhisattva called Victory Banner of the Vajra at that time, in that life, you should abandon that view.

source: དེའི་ཚེ་དེའི་དུས་ན་ང་ཉིད་བྱང་ཆུབ་སེམས་དཔའ་རྡོ་རྗེའི་རྒྱལ་མཚན་ཞེས་བྱ་བར་གྱུར་ཏེ།
en: Because at that time, in that life, I myself was the bodhisattva called Victory Banner of the Vajra.

source: ངས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལ་མོས་ནས་སེམས་ཅན་དེ་སྙེད་ཀྱི་དོན་བྱས་སོ། །
en: I had faith in this Dharma discourse and acted for the sake of those very beings.

source: འཇམ་དཔལ་རྣམ་གྲངས་དེས་ཀྱང་ཁྱོད་ཀྱིས་འདི་ལྟར་རིག་པར་བྱ་སྟེ། སྨན་ཐམས་ཅད་ཀྱི་ཁ་བ་ཇི་ལྟ་བ་དེ་བཞིན་དུ་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལ་བལྟ་བར་བྱའོ། །
en: According to this discourse, Mañjuśrī, you should understand it in this way: regard this Dharma discourse as the source of all medicines.”

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་རིག་སྔགས་ཀྱི་ཚིག་འདི་རྣམས་འཛིན་ཅིང་འཆང་བ་དང་། ཀུན་ཆུབ་པར་བགྱིད་པས་ཇི་ལྟ་བུར་ཀུན་ཏུ་སྤྱད་པར་བགྱི།
en: “Blessed One,” “how should bodhisattvas who memorize, keep, and realize the words of this mantra of knowledge put it into practice?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འཇམ་དཔལ་རིག་སྔགས་འདི་དག་འདོན་པའི་བྱང་ཆུབ་སེམས་དཔས་གཙང་སྦྲ་བྱ་བ་དང་། ཤ་མི་བཟའ་བར་ཀུན་ཏུ་སྤྱད་པར་བྱའོ། །
en: The Blessed One answered, “Mañjuśrī, bodhisattvas who recite this mantra of knowledge should practice cleanliness and should not eat meat.

source: དེས་རྐང་པ་གཉིས་ཀྱང་མི་བསྐུའོ། །འདུ་འཛིའི་ནང་ན་གནས་པར་མི་བྱའོ། །
en: They should not massage their feet or engage in social distractions.

source: སེམས་ཅན་ཐམས་ཅད་ལ་ཡང་ཕྱི་ཕྱིར་ཞིང་བྱམས་པའི་སེམས་སུ་བྱའོ། །
en: They should again and again develop feelings of kindness toward all beings.

source: གང་དག་ལས་འཚེ་བ་འོང་བར་འགྱུར་བ་དེ་དག་ལ་སེམས་གདུག་པར་མི་བྱའོ། །
en: They should not resent those who happen to hurt them.

source: ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཡང་གཙང་སྦྲ་མ་ཕྱེད་པས་ཁ་ཏོན་མི་བྱའོ། །
en: Furthermore, they should not chant this Dharma discourse without performing ablutions.

source: ས་ཕྱོགས་མི་གཙང་བར་གཞག་པར་མི་བྱའོ། །
en: Neither should they keep it in a filthy place.”
